# a = 45
# b = 5
# def f():
#     global a # параметр global подтягивает значение глобальной переменной
#     a = a + 2
#     print(a)
# f()
#----------------------
list.append() # метод добавления в конец списка элемента.  В скобках какой элемент добавить
list.pop() # удаляет последний элемент в списки. В качестве аргумента номер индекса который надо удалить.
list.index() # метод показывающий номер индекса элемента. В скопках задается элемент
len(list) # длина списка
list.sort() # метод сортировки списка. Чтоб сделать сортировку наоборот в скобках указываем reverse = True
